Repository: rallek/helper
Catalog: src/app/Resources/RKHelperModule/translations/rkhelpermodule.*.po
Languages: de

source: "%bar" will match "FOObar", "Blubbar" and so on, but not "BarFoo".
de: "%bar" wird "FOObar", "Blubbar" usw. entsprechen, aber nicht "BarFoo".

source: A filter consists of several statements.
de: Ein Filter besteht aus mehreren Anweisungen.

source: Absolute url to the carousel
de: Absolute Url zu dem Karussell

source: Absolute url to the carousel item
de: Absolute Url zu dem Karussellelement

source: Absolute url to the image
de: Absolute Url zum Bild

source: Absolute url to the info
de: Absolute Url zu der Infoseite

source: Absolute url to the linker
de: Absolute Url zum Linker

source: Actions
de: Aktionen

source: All
de: Alle

source: All additional joined tables can be referenced by "tblFoo".
de: Alle zusätzlichen verknüpften Tabellen können durch "tblFoo" referenziert werden.

source: All except approved
de: Alle außer freigegebene

source: All items with a date in July 2016.
de: Alle Elemente mit einem Datum im Juli 2016.

source: All items with a date in year 2016.
de: Alle Elemente mit einem Datum im Jahr 2016.

source: All items with date in the last year.
de: Alle Elemente mit Datum im letzten Jahr.

source: All items with date of today.
de: Alle Elemente mit Datum von heute.

source: All items with date up from 24 hours ago.
de: Alle Artikel der letzten 24 Stunden.

source: Allowed file extensions
de: Erlaubte Dateiendungen

source: Allowed file size
de: Erlaubte Dateigröße:

source: Also you can use "%" as placeholder.
de: Sie können auch "%" als Platzhalter verwenden.

source: Amount
de: Anzahl

source: An error occured during creation of the .htaccess file in directory "%path%".
de: Während der Erstellung der .htaccess-Datei im Verzeichnis "%path%" ist ein Fehler aufgetreten.

source: An error was encountered while removing stored object workflows for the %extension% extension.
de: Während des Entfernens des gespeicherten Workflow-Objektes für das Modul %extension% ist ein Fehler aufgetreten.

source: Approved
de: Genehmigt

source: Ascending
de: Abwärts

source: Back to overview
de: Zurück zur Übersicht

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Boostrap setting
de: Boostrap Einstellung

source: Cancel
de: Abbrechen

source: Carousel
de: Karussell

source: Carousel entries per page
de: Karussell-Einträge pro Seite

source: Carousel group
de: Karussell-Gruppe

source: Carousel item
de: Karussell Element

source: Carousel item entries per page
de: Karussellelemente pro Seite

source: Carousel item list
de: Karussell Element Liste

source: Carousel items
de: Karussell-Elemente

source: Carousel items item image
de: Karussell Elementbild

source: Carousel list
de: Karussell-Liste

source: Carousel locale
de: Sprache

source: Carousel name
de: Karussell Name

source: Carousells
de: Karussells

source: Change selection
de: Ändere Auswahl

source: Choose action
de: Aktion wählen

source: Choose the carousel
de: Karussell auswählen

source: Choose the carousel locale of the carousel
de: Sprache des Karussells auswählen

source: Choose the enabled finder types.
de: Die aktivierten Finter-Typen auswählen.

source: Choose the info locale of the info
de: Wähle die Sprache der Infoseite

source: Choose the item locale of the carousel item
de: Sprache des Karussellelements auswählen

source: Choose the linker locale of the linker
de: Sprache des Linkers auswählen

source: Choose the thumbnail mode.
de: Thumbnail Modus auswählen.

source: Choose the title color of the carousel item
de: Titeltextfarbe der Karussellelemente auswählen

source: Close
de: Schließen

source: Combining statements
de: Kombination von Aussagen

source: Configuration
de: Konfiguration

source: Confirmation prompt
de: Bestätigungsabfrage

source: Content
de: Inhalt

source: Content has been approved and is available online.
de: Inhalt wurde geprüft und ist online verfügbar.

source: Controls
de: Steuerung

source: Create another item after save
de: Nach dem Speichern einen neuen Eintrag hinzufügen

source: Create carousel
de: Karussell erstellen

source: Create carousel item
de: Karussell-Element erstellen

source: Create image
de: Bild erstellen

source: Create info
de: Infoseite anlegen

source: Create linker
de: Linker erstellen

source: Created by %user
de: Erstellt von %user

source: Created by %user on %date
de: Erstellt von %user am %date

source: Created on %date
de: Erstellt am %date

source: Creation
de: Erstellung

source: Creation and update
de: Erstellung und Aktualisierung

source: Creation date
de: Erstellungsdatum

source: Creator
de: Ersteller

source: Current file
de: Aktuelle Datei

source: Custom template
de: Benutzerdefinierte Vorlage

source: Date operators
de: Datumsauswahl

source: Dates
de: Datum

source: Default
de: Standard

source: Delete
de: Löschen

source: Delete carousel
de: Karussell löschen

source: Delete carousel item
de: Karussell-Element löschen

source: Delete content permanently.
de: Inhalt dauerhaft löschen.

source: Delete existing file
de: Vorhandene Datei löschen

source: Delete image
de: Bild löschen

source: Delete info
de: Infoseite löschen

source: Delete linker
de: Linker löschen

source: Delete this carousel
de: Dieses Karussell löschen

source: Delete this carousel item
de: Dieses Karussell-Element löschen

source: Delete this file ?
de: Diese Datei löschen?

source: Delete this image
de: Bild löschen

source: Delete this info
de: Löschen Sie diese info

source: Delete this linker
de: Diesen Linker löschen

source: Deleted
de: Gelöscht

source: Descending
de: Absteigend

source: Description length image
de: Beschreibungslänge bei den Bildern

source: Description length image list
de: Beschreibungslänge in der Bilderliste

source: Description length info
de: Beschreibungslänge Infoseiten Eingabeformular

source: Description length info list
de: Beschreibungslänge Infoseiten

source: Display list of RKHelperModule objects.
de: Zeigt die Liste von RKHelperModule -Objekten.

source: Display or link a single RKHelperModule object.
de: Anzeigen oder verlinken eines einzelnen RKHelperModule Objektes.

source: Do you really want to delete this carousel item: "%name%" ?
de: Möchten Sie wirklich dieses Karousell Element löschen: "%name%"?

source: Do you really want to delete this carousel: "%name%" ?
de: Möchten Sie wirklich dieses Karousell löschen: "%name%"?

source: Do you really want to delete this image: "%name%" ?
de: Möchten Sie wirklich dieses Bild löschen: "%name%"?

source: Do you really want to delete this info: "%name%" ?
de: Soll die Infoseite wirklich gelöscht werden: "%name%" ?

source: Do you really want to delete this linker: "%name%" ?
de: Möchten Sie wirklich diesen Linker löschen: "% Name%"?

source: Doctrine Exception
de: Doctrine Fehler

source: Done! Carousel created.
de: Erledigt! Karussell erstellt.

source: Done! Carousel deleted.
de: Erledigt! Karussell gelöscht.

source: Done! Carousel item created.
de: Fertig! Karussellelement erstellt.

source: Done! Carousel item deleted.
de: Fertig! Karussellelement gelöscht.

source: Done! Carousel item updated.
de: Fertig! Karussellelement aktualisiert.

source: Done! Carousel updated.
de: Erledigt! Karussell aktualisiert.

source: Done! Image created.
de: Fertig! Bild erstellt.

source: Done! Image deleted.
de: Fertig! Bild gelöscht.

source: Done! Image updated.
de: Fertig! Bild aktualisiert.

source: Done! Info created.
de: Erledigt! Infoseite erstellt.

source: Done! Info deleted.
de: Erledigt! Infoseite gelöscht.

source: Done! Info updated.
de: Erledigt! Infoseite aktualisiert.

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Done! Item deleted.
de: Erledigt! Element gelöscht.

source: Done! Item updated.
de: Erledigt! Element aktualisiert.

source: Done! Linker created.
de: Erledigt! Linker erstellt.

source: Done! Linker deleted.
de: Erledigt! Linker gelöscht.

source: Done! Linker updated.
de: Erledigt! Linker aktualisiert.

source: Done! Module configuration updated.
de: Erledigt! Modul Konfiguration aktualisiert.

source: Each statement is a set of field name, operator and value connected by a colon.
de: Jede Aussage ist ein Satz von Feldnamen, Operator und Wert durch einen Doppelpunkt verbunden.

source: Edit
de: Bearbeiten

source: Edit carousel
de: Karussell bearbeiten

source: Edit carousel item
de: Karussell Element bearbeiten

source: Edit image
de: Bild bearbeiten

source: Edit info
de: Infoseiten bearbeiten

source: Edit linker
de: Linker bearbeiten

source: Edit this carousel
de: Karussell bearbeiten

source: Edit this carousel item
de: Karussell Element bearbeiten

source: Edit this image
de: Bild bearbeiten

source: Edit this info
de: Diese Info bearbeiten

source: Edit this linker
de: Diesen Linker bearbeiten

source: Either the first name is Peter and the house number of any address is below 100 or the first name is Chris and the house number of any address is below 150.
de: Entweder der erste Name ist Peter und die Hausnummer an jede beliebige Adresse ist unter 100 oder der erste Name ist Chris und die Hausnummer an jede beliebige Adresse ist unter 150.

source: Enable shrinking
de: Bildverkleinerung einschalten

source: Enable this option to insert images
de: Diese Option aktivieren um Bilder einzufügen

source: Enabled finder types
de: Aktivierte Finder-Typen

source: Enter a part of the user name to search
de: Zum Suchen geben Sie einen Teil des Benutzernamens ein

source: Enter the boostrap setting of the linker
de: Boostrap Einstellung für die Linker

source: Enter the copyright of the image
de: Das Copyright des Bildes eingeben

source: Enter the image title of the image
de: Titel des Bildes eingeben

source: Enter the info description of the info
de: Beschreibung Infoseite

source: Enter the info title of the info
de: Titel Infoseite

source: Enter the item name of the carousel item
de: Karussell Element Name eingeben

source: Enter the my description of the image
de: Beschreibung für das Bild angeben

source: Enter the remarks of the carousel
de: Karussellbemerkungen eingeben

source: Enter the shrink height.
de: Pixel für die reduzierte Bildhöhe.

source: Enter the shrink width.
de: Pixel für die reduzierte Bildbreite.

source: Enter the thumbnail height display.
de: Thumbnail Höhe Display Ansicht eintragen.

source: Enter the thumbnail height edit.
de: Thumbnail Höhe Bearbeitungsansicht eintragen.

source: Enter the thumbnail height view.
de: Thumbnail Höhe Listenansicht eintragen.

source: Enter the thumbnail width display.
de: Thumbnail Breite Display Ansicht eintragen.

source: Enter the thumbnail width edit.
de: Thumbnail Breite Bearbeitungsansicht eintragen.

source: Enter the thumbnail width view.
de: Thumbnail Breite Listenansicht eintragen.

source: Error! Could not determine workflow actions.
de: Fehler! Kann den zugeordneten Workflow nicht erkennen.

source: Error! Could not load the associated workflow.
de: Fehler! Kann den zugeordneten Workflow nicht laden.

source: Error! Could not remove stored workflow. Deletion has been aborted.
de: Fehler! Konnte den gespeicherten Workflow nicht entfernen. Löschen wurde abgebrochen.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen.

source: Error! Invalid identifier received.
de: Fehler! Ungültiger Bezeichner aufgerufen.

source: Error! Invalid object type received.
de: Fehler! Ungültigen Objekttyp erhalten.

source: Error! It is not allowed to delete this image.
de: Fehler! Es ist nicht erlaubt, dieses Bild zu löschen.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieser Dateityp ist nicht erlaubt. Wähle bitte ein anderes Format.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieser Dateityp scheint kein gültiges Bild zu sein.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen.

source: Error: Invalid editor context given for external controller action.
de: Fehler: ungültiger Editor Kontext für externe Controller-Aktion gegeben.

source: Error: invalid input.
de: Fehler: ungültige Eingabe

source: Errors
de: Fehler

source: Example
de: Beispiel

source: Filter (expert option)
de: Filter ( Expertenoption )

source: Filter syntax explained
de: Filtersyntax erklärt

source: For time periods: Begin of the given period. "Date:ge:today" matches all items with date of today or later.
de: Für Zeiträume: Anfang der gegeben Periode. "Date:ge:today" betrift alle Items mit dem Datum von heute oder später.

source: For time periods: Begin of the given period. "Date:lt:today" matches all items with date of yesterday or before.
de: Für Zeiträume: Anfang der gegeben Periode. "Date:lt:today" betrift alle Items mit dem Datum von gestern oder früher.

source: For time periods: End of the given period. "Date:gt:today" matches all items with date of tomorrow or later.
de: Für Zeiträume: Ende der gegeben Periode. "Date:gt:today" betrift alle Items mit dem Datum von morgen oder später.

source: For time periods: End of the given period. "Date:le:today" matches all items with date of today or before.
de: Für Zeiträume: Ende der gegeben Periode. "Date:le:today" betrift alle Items mit dem Datum von heute oder früher.

source: Further properties
de: Weitere Eigenschaften

source: Furthermore you can use brackets to group statements.
de: Desweiteren können Klammern genutzt werden um Aussagen zu gruppieren.

source: General syntax
de: Allgemeine Syntax

source: Here we can filter one single item in the block advanced filtering to reuse an image. Be shure the itemEndDate is valid and not in the past.
de: Mit diesem Eintrag können wir in der Erweiterten Block Filterung von Zikula das Bild wiederverwenden. Dabei muss sichergestellt sein, dass das Ende Datum in der Zukunft liegt und nicht in der Vergangenheit.

source: Here you can choose a custom creation date
de: Hier kann ein benutzerdefiniertes Erstellungsdatum gewählt werden

source: Here you can choose a user which will be set as creator
de: Hier können Sie einen Benutzer wählen, die als Ersteller festgelegt wird

source: Here you can configure parameters for list views.
de: Hier können Sie Parameter für die Listenansichten konfigurieren.

source: Here you can manage all basic settings for this application.
de: Hier kannst Du die Grundeinstellungen für dieses Modul verwalten.

source: ID of carousel
de: Karussell ID

source: ID of carousel item
de: Karussell Element ID

source: ID of info
de: ID der Infoseite

source: ID of linker
de: ID des Linkers

source: If you change this please save the block once to reload the parameters below.
de: Wenn das geändert wird, bitte den Block einmal speichern, um die Parameter unten neu zu laden.

source: Image
de: Bild

source: Image entries per page
de: Bild Einträge pro Seite

source: Image list
de: Bild Liste

source: Image settings for carousel items item image
de: Bildeinstellungen für Karussellelemente Elementbild

source: Image settings for images my image
de: Bildeinstellungen für meine Bilder

source: Image settings for infos title image
de: Bildereinstellungen für Infoseiten Titelbild

source: Image settings for linkers linker image
de: Bildeinstellungen für Linker Bild

source: Image title
de: Bildtitel

source: Images
de: Bilder

source: Images my image
de: Bildeinstellungen für Bilder

source: Info
de: Infoseite

source: Info description
de: Beschreibung Infoseite

source: Info entries per page
de: Info Einträge pro Seite

source: Info list
de: Liste Infoseiten

source: Info locale
de: Sprache

source: Info title
de: Titel Infoseite

source: Infos
de: Infoseiten

source: Infos title image
de: Titelbild Infoseiten

source: Initial
de: Anfang

source: Inset
de: Einfügen (inset)

source: Intem end date
de: Endedatum

source: Invalid identifier received.
de: Fehler! Ungültiger Bezeichner erhalten.

source: Invalid object type received.
de: Fehler! Ungültigen Objekttyp erhalten.

source: Invalid user identifier received.
de: Fehler! Ungültiger Benutzer Bezeichner aufgerufen.

source: It is possible to filter the list of retrieved items by specifying arbitrary filter expressions. This page shows how to create these expressions.
de: Es ist möglich, die Liste der gefundenen Elemente zu filtern durch Angabe frei wählbarer Filterausdrücke. Diese Seite zeigt, wie Sie diese Ausdrücke erstellen.

source: Item image
de: Elementbild

source: Item locale
de: Sprache

source: Item name
de: Elementname

source: Item start date
de: Anfangsadatum

source: Last update
de: Letzte Aktualisierung

source: Link external
de: Externer Link

source: Linker entries per page
de: Linker-Einträge pro Seite

source: Linker group
de: Linker-Gruppe

source: Linker headline
de: Linker Schlagzeile

source: Linker image
de: Linker Bild

source: Linker list
de: Linker Liste

source: Linker locale
de: Sprache

source: Linkers
de: Linker

source: Linkers linker image
de: Linker Bild

source: List views
de: Listenansichten

source: Manage settings for this application
de: Einstellungen für diese Anwendung

source: Manage user
de: Benutzer verwalten

source: More settings
de: Weitere Einstellungen

source: My carousel items
de: Meine Karussell-Elemente

source: My carousells
de: Meine Karussells

source: My description
de: Meine Beschreibung

source: My image
de: Mein Bild

source: My images
de: Meine Bilder

source: My infos
de: Meine Infoseiten

source: My linkers
de: Meine Linker

source: Newest
de: Neueste

source: No
de: Nein

source: No carousel items found.
de: Keine Karussell Elemente gefunden.

source: No carousells found.
de: Keine Karussells gefunden.

source: No entries found.
de: Keine Einträge gefunden.

source: No images found.
de: Kein Bild gefunden.

source: No infos found.
de: Keine Infoseiten gefunden.

source: No item selected.
de: Kein Element ausgewählt.

source: No linkers found.
de: Keine Linker gefunden.

source: No results found!
de: Keine Ergebnisse gefunden!

source: No such item found.
de: Der entsprechende Eintrag konnte leider nicht gefunden werden.

source: No such item.
de: Kein solches Element

source: None workflow (no approval)
de: Kein Workflow (keine Freigabe)

source: Not set.
de: Nicht gesetzt.

source: Note: this value must be in the future.
de: Bitte wähle einen Wert in der Zukunft.

source: Object type
de: Objekttyp

source: Only digits are allowed.
de: Nur Ziffern sind erlaubt.

source: Only images
de: Nur Bilder

source: Only item titles
de: Nur Titel

source: Open file
de: Datei öffnen

source: Open preview page
de: Vorschau öffnen

source: Open quick view window
de: Fenster für Schnellansicht öffnen

source: Operation cancelled.
de: Vorgang abgebrochen.

source: Operators
de: Operatoren

source: Outbound
de: abschneiden (outbound)

source: Page size
de: Seitengröße

source: Paste as
de: Einfügen als

source: Please be carfull with the link. The link is not validated!
de: Bitte vorsichtig sein beim Link eintragen. Der Link wird nicht auf Funktionsfähigkeit überprüft!

source: Please choose an option
de: Bitte Option wählen

source: Prepend one of the keywords "year", "month", "week", "day", "hour", "min" followed by a colon to search for a time period.
de: Voranstellen eines der Schlüsselwörter "Jahr", "Monat", "Woche", "Tag", "Stunde", "min" gefolgt von einem Doppelpunkt, um für einen bestimmten Zeitraum zu suchen.

source: Preview
de: Vorschau

source: Pseudo-state for content which has been deleted from the database.
de: Pseudo-Status für Inhalt, welcher aus der Datenbank gelöscht wurde.

source: Pseudo-state for content which is just created and not persisted yet.
de: Pseudo-Status für Inhalt, welcher gerade erstellt aber noch nicht persistiert wurde.

source: Quick navigation
de: Schnellnavigation

source: RKHelperModule detail view
de: RKHelperModule Detailansicht

source: RKHelperModule items
de: RKHelperModule Einträge

source: RKHelperModule list view
de: RKHelperModule Listenansicht

source: Random
de: Zufall

source: Read more
de: Weiterlesen

source: Relative link to the carousel
de: Relative Url zu dem Karussell

source: Relative link to the carousel item
de: Relative Url zu dem Karussellelement

source: Relative link to the image
de: Relativer Link zum Bild

source: Relative link to the info
de: Relative Url zu der Infoseite

source: Relative link to the linker
de: Relative Url zu dem Linker

source: Remarks
de: Bemerkung

source: Reset
de: Zurücksetzen

source: Reset to empty value
de: Eingabe Löschen

source: Return control
de: Nächster Schritt

source: Reuse
de: Wiederverwenden

source: Reuse for new carousel
de: Wiederverwendung für neues Karussell

source: Reuse for new carousel item
de: Wiederverwendung für neues Karussell-Element

source: Reuse for new image
de: Wiederverwendung für neues Bild

source: Reuse for new info
de: Wiederverwendung für neue Info

source: Reuse for new linker
de: Wiederverwendung für neuen Linker

source: Search
de: Suchen

source: Search and select carousel item
de: Karussell Element suchen und auswählen

source: Search and select image
de: Bild suchen und auswählen

source: Search and select info
de: Infoseite suchen und auswählen

source: Search and select linker
de: Linker suchen und auswählen

source: Search for
de: Suche nach

source: Search user
de: Benutzer suchen

source: Send private message to %userName%
de: Schicke eine private Nachricht an %userName%

source: Settings
de: Einstellungen

source: Several statements can be connected by a comma , (AND) or an asterisk * (OR).
de: Mehere Ausdrücke können durch ein Komma , (AND) oder Stern * (OR) verbunden werden.

source: Show all entries
de: Zeige alle Einträge

source: Show syntax examples
de: Syntaxbeispiele zeigen

source: Shows all items except these which are approved
de: Zeigt alle Einträge außer den Freigegebenen

source: Shrink height
de: Bildhöhe

source: Shrink width
de: Bildbreite

source: Single item identifier
de: Einzelner Element Identifier

source: Sliding time
de: Sliding Zeit

source: So in our example we can reference Persons with "tbl" and addresses with "tblAddresses".
de: Also in unserem Beispiel können wir Personen mit "tbl" und Adressen mit "tblAddresses" refferenzieren.

source: Sorry, but an error occured during the %action% action.
de: Sorry, aber ein Fehler ist bei Aktion %action% aufgetreten.

source: Sorry, but an error occured during the %action% action. Please apply the changes again!
de: Sorry, aber ein Fehler ist bei Aktion %action% aufgetreten. Bitte die Änderungen erneut anwenden!

source: Sorry, but you can not create the carousel item yet as other items are required which must be created before!
de: Tut mir leid, aber Sie können das Karussellelement noch nicht anlegen! Pflichteinträge müssen vorher gemacht werden!

source: Sorry, but you can not create the carousel yet as other items are required which must be created before!
de: Tut mir leid, aber Sie können noch nicht das Karussell erstellen! Andere Einträge müssen vorher gemacht werden!

source: Sorry, but you can not create the info yet as other items are required which must be created before!
de: Tut mir leid, aber Sie können die Infoseite noch nicht anlegen! Pflichteinträge müssen vorher gemacht werden!

source: Sorry, but you can not create the linker yet as other items are required which must be created before!
de: Tut mir leid, aber Sie können den Linker noch nicht anlegen! Pflichteinträge müssen vorher gemacht werden!

source: Sort by
de: Sortiere nach

source: Sort by %s
de: Sortieren nach %s

source: Sort direction
de: Sortierreihenfolge

source: Sorting
de: Sortierung

source: Special field types
de: Spezielle Feldtypen

source: State
de: Status

source: Submit
de: Absenden

source: Submit content.
de: Inhalt bestätigen.

source: Subtitle
de: Untertitel
