Repository: rallek/helper
Catalog: src/app/Resources/RKHelperModule/translations/rkhelpermodule.*.po
Languages: de

source: Switch to administration area.
de: Wechsel zum Administrationsbereich.

source: Switch to user area.
de: Wechsel zum Nutzerbereich.

source: Switch to users administration
de: Wechseln Sie in die Benutzerverwaltung

source: Table aliases
de: Tabellen Aliase

source: Template
de: Vorlage

source: The amount of carousel items shown per page
de: Die Anzahl der Karussellelemente pro Seite

source: The amount of carousells shown per page
de: Die Anzahl der Karussells pro Seite

source: The amount of images shown per page
de: Die Anzahl der Bilder pro Seite

source: The amount of infos shown per page
de: Die Anzahl der Infos pro Seite

source: The amount of linkers shown per page
de: Die Anzahl der Linker pro Seite

source: The cache directory "%directory%" does not exist. Please create it and make it writable for the webserver.
de: Der Cache-Verzeichnis "%directory%" ist nicht vorhanden. Bitte erstellen Sie es und machen Sie es für den Webserver beschreibbar.

source: The enable shrinking option.
de: Die Option zur Bildverkleinerung für Seiten Bilder.

source: The first name equals either Peter or Chris
de: Der Vorname entspricht entweder Peter oder Chris

source: The first name is Peter
de: Der erste Name ist Peter

source: The first name is Peter and the house number of any address is below 100.
de: Der erste Name ist Peter und die Hausnummer von jeder beliebigen Adresse liegt unter 100.

source: The following filters assume that you have a list of persons whereby each person can have many addresses.
de: Folgende Filter geht davon aus, dass Sie eine Liste von Personen haben, wobei jede Person viele Adressen haben kann.

source: The house number of any address is lower than 100
de: Die Hausnummer von jeder beliebigen Adresse ist niedriger als 100

source: The items are normally images. If you do not upload an image please be so kind and make a title and a subtitle
de: Die Elemente sind in der Regel Bilder. Wenn kein Bild hochladen wird, müssen Titel und Untertitel angelegt werden.

source: The link
de: Der Link

source: The main table, that is the entity being the primary subject of the query, is always known directly. That means, you can prepend "tbl.", but you do not need to.
de: Die Haupt-Tabelle, das ist die Entität, die der primäre Gegenstand der Abfrage ist, ist immer direkt bekannt. Das heißt, Sie können "tbl." voranstellen, aber Sie müssen es nicht.

source: The maximum amount of items to be shown.
de: Die maximale Anzahl von Elementen, die angezeigt werden.

source: The maximum image height in pixels.
de: Die maximale Bildhöhe in Pixel.

source: The maximum image width in pixels.
de: Die maximale Bildbreite in Pixel.

source: The operator defines the condition type (equal, lower than, etc.).
de: Der Operator definiert die Konditionsart (gleich, niedriger als, etc..).

source: The ration of the image must be 3:1. Please format before uploading. The image will be shrinked to 1800px width. Your image should be not much less than this.
de: Das Verhältnis des Bildes muss 3:1 sein. Bitte formatieren Sie das Bild vor dem Hochladen entsprechend.

source: The term "bar" will match "foobarthis", but not "foobar" nor "barfoo".
de: "bar" wird "foobarthis" entsprechen, aber nicht "foobar" oder "barfoo".

source: The term "foo" will match "fOo", "AnotherFoo" and so on, but not "FoObar" or "FooBlub".
de: Der Begriff "foo" passt für "fOo", "AnotherFoo" und so weiter, aber nicht für "FoObar" oder "FooBlub".

source: The term "foo" will match "fOo", "FOObar", "FooBlub" and so on, but not "AnotherFoo".
de: Der Begriff "foo" passt für "fOo", "FOObar", "FooBlub" und so weiter, aber nicht für "AnotherFoo".

source: The upload directories at "%path%" can be removed manually.
de: Das Upload-Verzeichnis "%path%" kann manuell entfernt werden.

source: The upload directory "%path%" does not exist and could not be created. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
de: Das Upload-Verzeichnis "%path%" ist nicht vorhanden und konnte nicht erstellt werden. Versuchen Sie es selbst und stellen Sie sicher, dass dieser Ordner über das Web zugänglich und vom Webserver beschreibbar ist.

source: The use locale option.
de: Die Übersetzungsoption

source: The value "%value%" is not allowed for the "%property%" property.
de: Der Wert "%value%" ist für die Eigenschaft "%property%" nicht zulässig.

source: The value is scanned case insensitive.
de: Der Wert wird unabhängig von Groß- bzw. Kleinschreibung abgefragt.

source: Thereby "Foo" does not mean the name of the joined entity, but the source or target alias of the corresponding relationship.
de: Dabei bedeutet "Foo" nicht der Name der verknüpften Entität, aber die Quelle oder das Ziel Alias der entsprechenden Beziehung.

source: These options allow you to configure integration aspects.
de: Diese Optionen erlauben Integrationsaspekte zu konfigurieren.

source: This entity is for webmaster usage only. Here we can store some images for graphical usage.
de: Hier können Bilder für die Verwendung auf der Homepage gespeichert werden.

source: This field is for filtering in the block settings. So it makes it possible to have more than one carousel managed.
de: Dieses Feld ist für die Blockeinstellung. Damit ist es möglich, mehr als ein Karussell auf einer Seite darzustellen.

source: This function requires JavaScript activated!
de: Diese Funktion verlangt aktiviertes Javascript!

source: This has the advantage that it is possible to join a certain table multiple times. For example instead of having many addresses for a person one could also create two relationships for business and home addresses this way.
de: Dies hat den Vorteil, dass es möglich ist, eine bestimmte Tabelle mehrfach zu verknüpfen. Zum Beispiel könnte anstatt viele Adressen für eine Person auch zwei Beziehungen für Geschäfts- und Privatadressen auf diese Weise entstehen.

source: This is for creating simple translatable pages
de: Dies ist für die Erstellung von einfachen übersetzbaren Seiten

source: This is like a non-existing workflow. Everything is online immediately after creation.
de: Dies ist wie ein nicht existierender Workflow. Alles ist nach dem Erstellen direkt online.

source: Thumbnail height display
de: Thumbnail Höhe Display Ansicht

source: Thumbnail height edit
de: Thumbnail Höhe Bearbeitungsansicht

source: Thumbnail height on display pages in pixels.
de: Thumbnail Höhe auf Display Seiten in Pixel.

source: Thumbnail height on edit pages in pixels.
de: Thumbnail Höhe auf Edit Seiten in Pixel.

source: Thumbnail height on view pages in pixels.
de: Thumbnail Höhe auf View Seiten in Pixel.

source: Thumbnail height view
de: Thumbnail Höhe Listenansicht

source: Thumbnail mode
de: Thumbnail Modus

source: Thumbnail mode (inset or outbound).
de: Thumbnail Modus (inset oder outbound).

source: Thumbnail width display
de: Thumbnail Breite Display Ansicht

source: Thumbnail width edit
de: Thumbnail Breite Bearbeitungsansicht

source: Thumbnail width on display pages in pixels.
de: Thumbnail Breite auf Display Seiten in Pixel.

source: Thumbnail width on edit pages in pixels.
de: Thumbnail Breite auf Edit Seiten in Pixel.

source: Thumbnail width on view pages in pixels.
de: Thumbnail Breite auf View Seiten in Pixel.

source: Thumbnail width view
de: Thumbnail Breite Listenansicht

source: Title
de: Titel

source: Title color
de: Titeltextfarbe auswählen

source: Title image
de: Titelbild

source: Update
de: Aktualisieren

source: Update configuration
de: Update-Konfiguration

source: Update content.
de: Aktualisiere Inhalt.

source: Update date
de: Aktualisierungsdatum

source: Updated by %user
de: Aktualisiert von %user

source: Updated by %user on %date
de: Aktualisiert von %user am %date

source: Updated on %date
de: Aktualisiert am %date

source: Updater
de: Aktualisieren

source: Use locale
de: verschiedene Sprachen verwenden

source: View detail page
de: Zeige Detailseite

source: Warning! The upload directory at "%path%" exists but is not writable by the webserver.
de: Warnung! Das Upload-Verzeichnis "%path%" besteht, ist allerdings nicht vom Webserver beschreibbar.

source: Welcome to the carousel item section of the Helper application.
de: Willkommen im Karussell Elemente Abschnitt des Helpermoduls.

source: Welcome to the carousel section of the Helper application.
de: Willkommen im Karussell Abschnitt des Helpermoduls.

source: Welcome to the image section of the Helper application.
de: Willkommen im Bilder Abschnitt des Helpermoduls.

source: Welcome to the info section of the Helper application.
de: Willkommen im Abschnitt der Infoseiten des Helpermoduls.

source: Welcome to the linker section of the Helper application.
de: Willkommen im Linker Abschnitt des Helpermoduls.

source: When filtering for dates you can use convenient extensions and even time periods.
de: Beim Filtern nach Datum können Sie bequeme Erweiterungen und sogar Zeiträume benutzen.

source: Whether to enable shrinking huge images to maximum dimensions. Stores downscaled version of the original image.
de: Auswählen, um große Bilder auf angegebene Dimensionen zu verkleinern. Speichert herunterskalierte Version des Originalbildes.

source: Which sections are supported in the Finder component (used by Scribite plug-ins).
de: Weche Sektionen in der Finder-Komponente genutzt werden sollen (genutzt durch Scribite Plugins).

source: With description
de: Mit Beschreibung

source: With selected carousel items
de: Mit ausgewählten Karussell Elementen

source: With selected carousells
de: Mit ausgewählten Karussells

source: With selected images
de: Mit ausgewählten Bildern

source: With selected infos
de: Mit ausgewählten Infoseiten

source: With selected linkers
de: Mit ausgewählten Linkern

source: Yes
de: Ja

source: You can use relative time information according to the GNU Date Input Formats syntax.
de: Es können relative Zeitinformation gemäß dem Format der GNU Datum Eingabeformate verwendet werden.

source: You must be carefull with the link settings. It is not validated!
de: Hier sollte man vorsichtig mit den Link Einstellungen sein. Sie werden nicht überprüft!

source: a field to be used for block filtering. We may want to filter the same string here. Please do not use spaces an scpecial characters.
de: Ein Feld, das für Blockfilterung verwendet wird. Elemente mit der gleichen Zeichenfolge können gefiltert werden. Bitte verwenden Sie keine Leer- oder Sonderzeichen.

source: carousel items
de: Karussell Elemente

source: carousells
de: Karussells

source: check if controlls should be shown
de: Ankreuzen, wenn die Steuerelemente angezeigt werden sollen.

source: controls ?
de: Steuerung?

source: if this is selected the link will open another window or tab
de: Wenn diese Option ausgewählt ist, wird der Link in einem neuen Fenster oder Tab geöffnet

source: if you do not enter a date the date of today will be used
de: Wenn Sie kein Datum eingeben, wird das Datum von heute verwendet werden.

source: if you want to use multilingual settings
de: Wenn Sie mehrsprachige Einstellungen verwenden möchten

source: images
de: Bilder

source: infos
de: Infoseiten

source: is Empty or NULL.
de: ist leer oder NULL.

source: is equal.
de: ist gleich.

source: is greater or equal than.
de: ist größer oder gleich wie.

source: is greater than.
de: ist größer als.

source: is like.
de: Ist wie.

source: is lower or equal than.
de: ist kleiner oder gleich wie.

source: is lower than.
de: ist niedriger als.

source: is not empty and not NULL.
de: ist nicht leer und nicht NULL.

source: is not equal.
de: ist ungleich

source: link external ?
de: Externer Link?

source: linkers
de: Linker

source: make a note for which usecase you create this carousel
de: Notieren Sie sich, für welchen Anwendungsfall dieses Karussell erstellt wurde

source: pixels
de: Pixel

source: please note if the image do have a specific reason
de: Bitte notiere hier den Zweck des Bildes

source: see the definitions at the bootstrap documentation
de: Bitte die Boostrap Dokumentation beachten.

source: select white first. If this do not fit try a grey or black.
de: Wählen Sie zunächst weiß. Wenn dies nicht passen sollte, versuchen Sie ein grau oder schwarz.

source: the item name will not be shown. it is just for notification in the backend
de: Der Elementname wird nicht angezeigt. Es ist nur für Information im Backend.

source: the length of the description field of the info page
de: Die maximale Eingabelänge der Beschreibung der Infoseite

source: the length of the description field of the info page in a list
de: Die maximale Eingabelänge der Beschreibung der Infoseite in einer Listenansicht

source: with this entity you are able to manage the home info fields. Bootstrap is mandatory!
de: Mit dieser Entität können die Felder der Infoseiten gemanaged werden. Bootstrap ist obligatorisch!
